tap "anomalyco/tap", trusted: { formulae: ["opencode"] }
tap "cloudflare/cloudflare"
tap "nkzw-tech/tap", trusted: { casks: ["codiff"] }
tap "nubjs/tap", trusted: { formulae: ["nub"] }
tap "openclaw/tap", trusted: { formulae: ["crabbox"] }
tap "oven-sh/bun"
tap "planetscale/tap"

brew "asc"
brew "bat"
brew "bun"
brew "caddy"
brew "cloudflared"
brew "composer"
brew "crabbox"
brew "direnv"
brew "eza"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow-next"
brew "glow"
brew "htop"
brew "httpie"
brew "jq"
brew "lazygit"
brew "mole"
brew "nub"
brew "ollama"
brew "opencode"
brew "php"
brew "php@8.3"
brew "php@8.4"
brew "pi-coding-agent"
brew "pie"
brew "pnpm"
brew "portless"
brew "pscale"
brew "railway"
brew "starship"
brew "timg"
brew "tlrc"
brew "tmux"
brew "uv"
brew "watch"
brew "yt-dlp"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "claude"
cask "claude-code"
cask "coderabbit"
cask "codex"
cask "codexbar"
cask "codiff"
cask "grammarly-desktop"
cask "iterm2"
cask "orbstack"
cask "paper-design"
cask "phpstorm"
cask "telegram"
cask "termius"
cask "tldraw"
cask "tower"
cask "visual-studio-code"
